//**********************************************************************************
//* フレームワーク・テスト画面（Ｐ層）
//**********************************************************************************

// テスト画面なので、必要に応じて流用 or 削除して下さい。

//**********************************************************************************
//* クラス名        ：testJQGridJson
//* クラス日本語名  ：GridViewテスト画面（Ｐ層）
//*
//* 作成日時        ：－
//* 作成者          ：－
//* 更新履歴        ：－
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  2015/03/05  Supragyan         Created testJQGridJson class.
//**********************************************************************************

using System;

namespace ProjectX_sample.Aspx.TestFxLayerP.Table
{
    /// <summary>
    /// testJQGridJson class
    /// </summary>
    public partial class testJQGridJson : System.Web.UI.Page
    {
        protected void Page_Load(object sender, EventArgs e)
        {
        }
    }
}




