//**********************************************************************************
//* カスタム コントロール・サンプル アプリ
//**********************************************************************************

// テスト用サンプルなので、必要に応じて流用 or 削除して下さい。

//**********************************************************************************
//* クラス名        ：Bean
//* クラス日本語名  ：Bean
//*
//* 作成日時        ：－
//* 作成者          ：生技
//* 更新履歴        ：
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
//**********************************************************************************

using System;

namespace CustCtrl_sample
{
    public class Bean
    {
        public decimal AAA { set; get; }
        public DateTime BBB { set; get; }
        public string CCC { set; get; }

        public Bean(decimal aaa, DateTime bbb, string ccc)
        {
            this.AAA = aaa;
            this.BBB = bbb;
            this.CCC = ccc;
        }
    }
}
