//**********************************************************************************
//* サンプル アプリ・モデル
//**********************************************************************************

// テスト用クラスなので、必要に応じて流用 or 削除して下さい。

//**********************************************************************************
//* クラス名        ：TestShipperViweModel
//* クラス日本語名  ：サンプル アプリ・モデル
//*
//* 作成日時        ：－
//* 作成者          ：生技
//* 更新履歴        ：
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
//*
//**********************************************************************************

using System;

namespace MVC_Sample.Models.ViewModels
{
    /// <summary>
    /// サンプル アプリ・モデル
    /// </summary>
    public class TestShipperViweModel
    {
        /// <summary>ShipperID</summary>
        public Int64 _ShipperID = 0;

        /// <summary>CompanyName</summary>
        public string _CompanyName = "";
        
        /// <summary>Phone</summary>
        public string _Phone = "";
    }
}
