'**********************************************************************************
'* フレームワーク・テスト画面（Ｐ層）
'**********************************************************************************

' テスト画面なので、必要に応じて流用 or 削除して下さい。

'**********************************************************************************
'* クラス名        ：noBaseMasterPage
'* クラス日本語名  ：ベースを継承しないMaster Pageでのテスト。
'*
'* 作成日時        ：－
'* 作成者          ：生技
'* 更新履歴        ：
'*
'*  日時        更新者            内容
'*  ----------  ----------------  -------------------------------------------------
'*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
'**********************************************************************************

Namespace Aspx.Common.Master.TestNest
    Partial Public Class noBaseMasterPage
        Inherits System.Web.UI.MasterPage
    End Class
End Namespace