//**********************************************************************************
//* フレームワーク・テスト画面（Ｐ層）
//**********************************************************************************

// テスト画面なので、必要に応じて流用 or 削除して下さい。

//**********************************************************************************
//* クラス名        ：testScreen1bmp2
//* クラス日本語名  ：テスト画面１をMaster Pageのネスト化（枝２）
//*
//* 作成日時        ：－
//* 作成者          ：生技
//* 更新履歴        ：
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
//**********************************************************************************

using Touryo.Infrastructure.Framework.Presentation;

namespace ProjectX_sample.Aspx.Common.TestNest
{
    /// <summary>testScreen1bmp2 class</summary>
    public partial class testScreen1bmp2 : BaseMasterController
    {
    } 
}
