//**********************************************************************************
//* サンプル
//**********************************************************************************

//**********************************************************************************
//* クラス名        ：Ping
//* クラス日本語名  ：Session延命のPing受けるASPX
//*
//* 作成日時        ：－
//* 作成者          ：－
//* 更新履歴        ：－
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
//**********************************************************************************

// System
using System;

// System.Web

namespace ProjectX_sample.Aspx.Framework
{
    /// <summary>Ping class</summary>
    public partial class Ping : System.Web.UI.Page
    {
        protected void Page_Load(object sender, EventArgs e)
        {

        }
    } 
}
