//**********************************************************************************
//* フレームワーク・テストクラス
//**********************************************************************************

//**********************************************************************************
//* クラス名        ：Shipper
//* クラス日本語名  ：Shipper Beanクラス
//*
//* 作成日時        ：－
//* 作成者          ：sas 生技
//* 更新履歴        ：
//*
//*  日時        更新者            内容
//*  ----------  ----------------  -------------------------------------------------
//*  2011/12/03  ＸＸ ＸＸ         ＸＸＸＸ
//*
//**********************************************************************************

/// <summary>
/// Shipper の概要の説明です
/// </summary>
public class Shipper
{
    /// <summary>ShipperID</summary>
    public int ShipperID;

    /// <summary>CompanyName</summary>
    public string CompanyName;

    /// <summary>Phone</summary>
    public string Phone;
}