'**********************************************************************************
'* サンプル アプリ・モデル
'**********************************************************************************

' テスト用クラスなので、必要に応じて流用 or 削除して下さい。

'**********************************************************************************
'* クラス名        ：TestShipperViweModel
'* クラス日本語名  ：サンプル アプリ・モデル
'*
'* 作成日時        ：－
'* 作成者          ：生技
'* 更新履歴        ：
'*
'*  日時        更新者            内容
'*  ----------  ----------------  -------------------------------------------------
'*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
'*
'**********************************************************************************

Namespace Models.ViewModels
    ''' <summary>
    ''' サンプル アプリ・モデル
    ''' </summary>
    Public Class TestShipperViweModel
        ''' <summary>ShipperID</summary>
        Public _ShipperID As Int64 = 0

        ''' <summary>CompanyName</summary>
        Public _CompanyName As String = ""

        ''' <summary>Phone</summary>
        Public _Phone As String = ""
    End Class
End Namespace
