'**********************************************************************************
'* ３層型 サンプル アプリ
'**********************************************************************************

' テスト用サンプルなので、必要に応じて流用 or 削除して下さい。

'**********************************************************************************
'* クラス名        ：Window0
'* クラス日本語名  ：Window0
'*
'* 作成日時        ：－
'* 作成者          ：生技
'* 更新履歴        ：
'*
'*  日時        更新者            内容
'*  ----------  ----------------  -------------------------------------------------
'*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
'**********************************************************************************

Public Class Window0

    Private Sub button1_Click(sender As System.Object, e As System.Windows.RoutedEventArgs)
        Dim w As Window = New Window1()
        w.Show()
    End Sub
End Class
