'**********************************************************************************
'* フレームワーク・テスト画面（Ｐ層）
'**********************************************************************************

' テスト画面なので、必要に応じて流用 or 削除して下さい。

'**********************************************************************************
'* クラス名        ：testTransitionAheadScreen
'* クラス日本語名  ：遷移先画面
'*
'* 作成日時        ：－
'* 作成者          ：－
'* 更新履歴        ：－
'*
'*  日時        更新者            内容
'*  ----------  ----------------  -------------------------------------------------
'*  20xx/xx/xx  ＸＸ ＸＸ         ＸＸＸＸ
'**********************************************************************************

Namespace Aspx.TestFxLayerP
    ''' <summary>遷移先画面</summary>
    Partial Public Class testTransitionAheadScreen
        Inherits System.Web.UI.Page
    End Class
End Namespace
